Repository: AfilAhamed/Movie_Ticket_App_Animations
Catalog: lib/l10n/app_*.arb
Languages: ml

# movieName1
source: Togo
ml: ടോഗോ

# storyLine1
source: Togo (1913 December 5, 1929) was the lead sled dog of Leonhard Seppala and his dog sled team in the 1925 serum run to Nome across central and northern Alaska. Even though he covered more distance (260 miles) than his co-sledder Balto (55 miles), he didn't get as much fame.
ml: ടോഗോ (1913 ഡിസംബർ 5, 1929) ലിയോണാർഡ് സെപ്പാല എന്ന സാന്നിദ്ധ്യത്തിലേക്ക് നാറ്റോമിലേക്കുള്ള 1925 സീറം റൺ സ്ലെഡ് ഡോഗ് ടീമിലെ മുഖ്യ സ്ലെഡ് ഡോഗായിരുന്നു. അവൻ അവന്റെ കോ-സ്ലെഡറായ ബാൾട്ടോക്ക് (55 മൈൽ) കൂടി കവര്‍ ചെയ്ത ദൂരം (260 മൈൽ) എത്ര കൂടിയാണെന്നും, അവൻ അതിനാൽ അധികം പ്രശസ്തി ലഭിച്ചില്ല.

# gener1
source: Drama
ml: നാടകം

# director1
source: Ericson Core
ml: എരിക്സൺ കോർ

# movieName2
source: Joker
ml: ജോക്കർ

# storyLine2
source: Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker.
ml: ഏകാന്തതയിൽ ഒരു ക്രൗഡിനുള്ളിലെ പരാജയപ്പെട്ട് കോമഡിയൻ ആർത്തർ ഫ്ലെക്ക് ഗോതാം സിറ്റിയിലെ രസ്തായി നടക്കുന്നു. ആർത്തർ അവന്റെ ഡെ ജോബായിരുന്നു ഒന്നിനാണ് അവൻ ചിത്രിക്കുന്നത്, മറ്റൊന്നിനാണ് അവൻ പ്രകടിപ്പിക്കുന്നത് അവനെ അവന്റെ ചുമതലിൽ ലോകത്തിനുള്ളിൽ ഭാഗമായാണ്. അനിയന്ത്രിതമായി, അടിയന്തരാവകാശങ്ങളായി ബുലിയിഡുചെയ്തു സമൂഹം അനാഗരികമായ ആരംഭിക്കുന്നു. ഫ്ലെക്ക് ഒരു പരിസ്ഥിതിയിൽ വർദ്ധിക്കുന്നു അവന് ജോക്കർ എന്ന കൊച്ചാണ്ടി മാസ്റ്റർമൈന്റിന്റെ രൂപത്തിലായി പരിണമിക്കുന്നത്.

# gener2
source: Crime,Drama
ml: ക്രൈം, നാടകം

# director2
source: Todd Phillips
ml: ടോഡ് ഫിലിപ്സ്

# movieName3
source: Planet of the Apes
ml: എയ്പ്സ് നക്ഷത്രത്തിലെ പ്ലാനറ്റ്

# storyLine3
source: Complex sociological themes run through this science-fiction classic about three astronauts marooned on a futuristic planet where apes rule and humans are slaves. The stunned trio discovers that these highly intellectual simians can both walk upright and talk. They have even established a class system and a political structure. The astronauts suddenly find themselves part of a devalued species, trapped and imprisoned by the apes.
ml: ഈ സയൻസ്-ഫിക്ഷൻ ക്ലാസിക്കായിരിക്കുന്ന ഈ ചലച്ചിത്രത്തിലെ പുരാതന സമൂഹശാസ്ത്ര വിഷയങ്ങൾ പ്രവർത്തിച്ചു. മുറുകുടുങ്ങിയ സമീപത്തു നിൽക്കുന്ന മൂന്ന് അസ്ട്രോണോട്ട്‌സ് ഭവിഷ്യനിർദ്ധിഷ്ടമായ ഒരു പ്രപഞ്ചത്തിൽ അവർ എഴുന്നേറ്റു, എഴുത്ത് സർവ്വശക്തരായ കുരങ്ങൾ അധികാരികൾ ആയിരിക്കുന്നു എന്ന് കണ്ടെത്തുന്നു. ഈ ആശ്ചര്യപ്രദമായ ത്രയോ അവർക്ക് സ്വന്തം പുരാതന ജാതിയായി, കുരങ്ങൾ അവരെ ബന്ധിച്ച് കൊടുക്കുന്നു.

# gener3
source: Action, Adventure, Fantasy
ml: ആക്ഷൻ, സാഹസ, കല്പന

# director3
source: Tim Burton
ml: ടിം ബർട്ടൺ
